benvonhandorf/esp_board_bringup2/sdkconfig.defaults.esp32
# Classic ESP32: no USB-Serial-JTAG peripheral, so the console is UART0.
CONFIG_IDF_TARGET="esp32"
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESP_CONSOLE_UART_DEFAULT=y
